Repository: pretalx/pretalx-orcid
Catalog: pretalx_orcid/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: ORCID integration
de_de: ORCID-Anbindung

source: Gather speaker data from ORCID
de_de: Daten über Vortragende von ORCID importieren

source: Please configure your ORCID access settings or disable the ORCID plugin!
de_de: Bitte konfiguriere die ORCID-Zugangsdaten oder schalte das ORCID-Plugin ab!

source: Set up ORCID integration
de_de: ORCID-Anbindung konfigurieren

source: Please go to the <a href="%(link)s" target=_blank rel=noopener>ORCID developer tools</a> to acquire your API credentials. Please enter this URL as your redirect URL:
de_de: Bitte öffne die <a href="%(link)s" target=_blank rel=noopener>ORCID-Entwickler-Einstellungen</a>, um die API-Zugangsdaten einzurichten. Als "redirect URL" gib bitte die folgende URL an:

source: Save
de_de: Speichern

source: If you want to, you can authenticate with ORCID – your name, organisation, and ORCID ID will be pre-filled from your ORCID account.
de_de: Wenn du möchtet, kannst du dich hier mit ORCID anmelden – dein Name, deine Organisation, und deine ORCID-ID werden dann direkt aus deinem ORCID-Account aus ausgefüllt.

source: Continue without ORCID
de_de: Ohne ORCID fortfahren

source: Back
de_de: Zurück

source: The ORCID token has been saved.
de_de: Das ORCID-Token wurde gespeichert
